Repository: tanelvahk/tamanu
Catalog: languages/themes/flat-bootstrap-*.po
Languages: et

source: Flat Bootstrap by XtremelySocial is a modern, fully responsive, "flat" style theme with a nice color palette, big full-width images, and full-width colored sections. It automatically adapts for desktops, tablets, and phones. It is based on the WordPress standard starter theme (_S) and the Twitter Bootstrap CSS framework. Features include a mobile navigation bar, multiple columns (grid), buttons, icons, labels, badges, tabbed content areas, collapsible content areas, progress bars, alert boxes, carousels (sliders) and much, much more. This is a theme for both users and theme developers with lots of features but without the bloat. For a live demo go to http://xtremelysocial.com/wordpress/flat/. PLEASE NOTE: Version 1.9 has had a major "spring cleaning" of the functions, templates, and CSS. Please be sure to test it out on your site.
et: XtremelySociali Flat Bootstrap on kaasaegne ja täielikult kohanduv tasapinnaline (flat) teema koos kena värvivaliku ja kogu lehe ulatuses laiuvate piltide ning värviliste sektsioonidega. See kohandub automaatselt laua- ja tahvelarvutite ning nutitelefonide ekraanidega. Flat Bootstrap põhineb Wordpressi Underscore teemal (_S) ja Twitteri Bootstrapi raamistikul. Sellega käivad kaasas navigeerimisriba nutiseadmetele, sisu paigutamine veergude kaupa (grid), nupud, ikoonid, märgendid, badge'id, vahekaardid (tabs), kokkukäivad sisupaneelid, edenemisribad, hoiatuskastid, "karussellid"-slaidinäitajad ja palju-palju muud. Flat Bootstrap on teema ühteaegu nii lõppkasutajatele kui arendajatele, mis sisaldab hulgaliselt kasulikke omadusi, jäädes sellest hoolimata kergekaaluliseks. Demo saab vaadata http://xtremelysocial.com/wordpress/flat/. PANGE TÄHELE: Versioon 1.9 läbis põhjaliku "kevadpuhastuse" nii funktsioonide, mallide kui CSS poole pealt. Testige seda kindlasti eelnevalt oma saidil.

source: Tag
et: Silt

source: Category
et: Rubriik

source: Optional section that displays only on the home page. It appears whether the home page is static or the blog. This is a single column area that spans the full width of the page.
et: Valikuline sektsioon, mida kuvatakse ainult avalehel, kui see on staatiline leht või blogi. Haarab ühte, kogu lehe ulatuses laiuvat veergu.

source: Home Page
et: Koduleht

source: <span class="credits-copyright">&copy; %1$s %2$s. </span><span class="credits-theme">Theme by %3$s.</span>
et: <span class="credits-copyright">&copy; %1$s %2$s. </span><span class="credits-theme">%3$si teema.</span>

source: Page - Site Index
et: Leht - saidi indeks

source: Page - No Sidebar
et: Leht - ilma külgribata

source: Page - No Sidebar or Content Header
et: Leht - ilma külgriba ja sisu päiseta

source: Page - Left Sidebar
et: Leht - vasaku külgribaga

source: Page - Full Width with Sub Pages
et: Leht - kogu akna laiuses koos alamlehtedega

source: Page - Full Width with Recent Posts
et: Leht - kogu akna laiuses ja viimaste postitustega

source: Page - Full Width
et: Leht - kogu akna laiuses

source: Page - Full Width No Content Header
et: Leht - kogu akna laiuses, ilma sisu päiseta

source: Page - Full Width Recent Posts No Header
et: Leht - kogu akna laiuses, viimaste postitustega ja ilma päiseta

source: Call To Action Button
et: Nupp üleskutsega mingile tegevusele

source: This is just an example shown for the theme preview. You can add text widgets here to put whatever you'd like.
et: See on kõigest näide. Tekstividinatega saate selle kirja muuta milleks tahes.

source: THIS IS A CALL TO ACTION AREA
et: SEE ON VÄLI ÜLESKUTSEGA MINGILE TEGEVUSELE

# submit button
source: Search
et: Otsi

# placeholder
source: Search &hellip;
et: Otsi &hellip;

# label
source: Search for:
et: Otsi:

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
et: Tundub, et me ei leia, mida otsite. Võibolla otsingumootor aitab.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
et: Kahjuks ei leidnud vastet otsitavale. Proovi uuesti mõne muu märksõnaga

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
et: Valmis esimese postituse avaldamiseks? <a href="%1$s">Alusta siit</a>.

source: Nothing Found
et: Midagi ei leitud

source: Display post full-width (no sidebar)?
et: Näidata postitust kogu akna laiuses (ilma külgribata)?

source: Subtitle (displays under the title in the content header)
et: Alapealkiri (näidatakse pealkirja all sisu päises)

source: Additional Post / Page Options
et: Täiendavad postituste / lehtede valikud

source: Your comment is awaiting moderation.
et: Sinu kommentaar ootab modereerimist.

source: Edit
et: Muuda

# 1: date, 2: time
source: %1$s at %2$s
et: %1$s kell %2$s

source: %s <span class="says">says:</span>
et: %s <span class="says">kirjutab:</span>

source: Read More
et: Loe veel

source: Installing Plugin %1$s (%2$d/%3$d)
et: Paigaldan pistikprogrammi %1$s (%2$d/%3$d)

source: All installations have been completed.
et: Kõik paigaldused on valmis.

source: %1$s installed successfully.
et: %1$s paigaldamine õnnestus.

source: The installation of %1$s failed.
et: %1$s paigaldamine ebaõnnestus.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
et: %1$s paigaldamisel ilmnes järgmine viga: <strong>%2$s</strong>.

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
et: Paigaldus algas. See võib võtta pisut aega, nii et varuge kannatust.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
et: Paigaldan ja aktiveerin pistikprogrammi %1$s (%2$d/%3$d)

source: All installations and activations have been completed.
et: Kõik paigaldamised ja aktiveerimised on valmis.

source: Hide Details
et: Üldvaade

source: Show Details
et: Täpsem vaade

source: %1$s installed and activated successfully.
et: %1$s paigaldamine ja aktiveerimine õnnestus.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
et: Alustan paigaldamist ja aktiveerimist. See võib võtta pisut aega, nii et varuge kannatust.

source: Plugin activation failed.
et: Pistikprogrammi aktiveerimine ebaõnnestus.

source: Plugin installed successfully.
et: Pistikprogramm edukalt paigaldatud.

source: Plugin install failed.
et: Pistikprogrammi paigaldamine ebaõnnestus.

source: Installing the plugin&#8230;
et: Paigaldan pistikprogrammi&#8230;

source: Unpacking the package&#8230;
et: Lahtipakkimine&#8230;

source: Downloading install package from <span class="code">%s</span>&#8230;
et: Laen alla paigalduspaketti: <span class="code">%s</span>&#8230;

source: Install package not available.
et: Paigalduspakett pole saadaval.

source: Status
et: Postituse olek

source: Type
et: Tüüp

source: Source
et: Allikas

source: Plugin
et: Pistikprogramm

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
et: Ükski pistikprogramm ei oota paigaldamist ega aktiveerimist. <a href="%1$s" title="Tagasi töölauale">Tagasi töölauale</a>

source: Activate
et: Lülita sisse

source: Install
et: Paigalda

source: Installed But Not Activated
et: Paigaldatud, kuid pole aktiveeritud

source: Not Installed
et: Pole paigaldatud

source: Recommended
et: Soovitatav

source: Required
et: Nõutav

source: WordPress Repository
et: WordPressi hoidla (Repository)

source: Pre-Packaged
et: Eelpakendatud

source: Private Repository
et: Isiklik hoidla (Repository)

source: Return to the Dashboard
et: Tagasi töölauale

source: Dismiss this notice
et: Jäta teade tähelepanuta

source: All plugins installed and activated successfully. %1$s
et: Kõik pistikprogrammid on edukalt paigaldatud ja aktiveeritud. %1$s

source: The following plugin was activated successfully:
et: Järgneva pistikprogrammi aktiveerimine õnnestus:

source: Plugin activated successfully.
et: Pistikprogramm aktiveeriti edukalt.

source: Return to the dashboard
et: Tagasi töölauale

source: Return to Required Plugins Installer
et: Tagasi nõutud pistikprogrammide paigaldajasse

source: Begin activating plugin
et: Alusta pistikprogrammi aktiveerimist

source: Begin installing plugin
et: Alusta pistikprogrammi paigaldamist

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
et: Vabandame, teil pole õigust pistikprogrammi %s paigaldada. Abisaamiseks pöörduge saidi haldaja poole.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
et: Pistikprogramm %1$s vajab värskendamist kõige uuema versioonini, et tagada parim võimalik ühilduvus teemaga.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
et: Vabandame, teil pole õigust pistikprogrammi %s aktiveerida. Abisaamiseks pöörduge saidi haldaja poole.

source: The following recommended plugin is currently inactive: %1$s.
et: Soovitatav pistikprogramm %1$s pole aktiveeritud.

source: The following required plugin is currently inactive: %1$s.
et: Nõutav pistikprogramm %1$s pole aktiveeritud.

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
et: Vabandame, teil pole õigust pistikprogrammi %s paigaldada. Abisaamiseks pöörduge saidi haldaja poole.

source: This theme recommends the following plugin: %1$s.
et: Teema soovitab pistikprogrammi %1$s.

source: This theme requires the following plugin: %1$s.
et: Teema vajab pistikprogrammi %1$s.

source: Something went wrong.
et: Midagi läks nihu.

source: Installing Plugin: %s
et: Paigaldan pistikprogrammi %s

source: Install Plugins
et: Paigalda pistikprogramme

source: Install Required Plugins
et: Paigalda nõutavad pistikprogrammid

source: Next <span class="meta-nav">&rarr;</span>
et: Järgmine <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Previous
et: <span class="meta-nav">&larr;</span> eelmine

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s">%4$s &times; %5$s</a> in <a href="%6$s" rel="gallery">%7$s</a>
et: Avaldatud <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> kell <a href="%3$s">%4$s &times; %5$s</a> siin: <a href="%6$s" rel="gallery">%7$s</a>

source: Skip to content
et: Liigu sisu juurde

source: Primary Menu
et: Peamenüü

source: Optional section before the footer. This is a single column area that spans the full width of the page.
et: Valikuline sektsioon enne jalust. Üks kogu akna laiune veerg.

source: Page Bottom
et: Jalusesse

source: Optional section after the header. This is a single column area that spans the full width of the page.
et: Valikuline sektsioon päise järel. Üks kogu akna laiune veerg.

source: Page Top
et: Päisesse

source: Optional site footer widgets. Add 1-4 widgets here to display in columns.
et: Valikulised vidinad jalusesse. Lisa 1-4 vidinat veergudes näitamiseks.

source: Footer
et: Jalus

source: Main sidebar (right or left)
et: Peamine külgriba (paremal või vasakul)

source: Sidebar
et: Küljepaan

source: Header Menu
et: Päise menüü

source: Footer Menu
et: Jaluse menüü

source: Home
et: Esileht

source: Top
et: Üles

source: Back to top of page
et: Tagasi päisesse

source: Continue reading <span class="meta-nav">&rarr;</span>
et: Jätka lugemist <span class="meta-nav">&rarr;</span>

source: Portfolio Tags
et: Portfoolio sildid

source: Portfolio Types
et: Portfoolio tüüp

source: Tags
et: Sildid

source: Categories
et: Rubriigid

source: Site Content
et: Saidi sisu

source: Post navigation
et: Postituste töölaud

source: % Comments
et: % kommentaari

source: 1 Comment</span>
et: 1 kommentaar</span>

source: Leave a comment
et: Lisa kommentaar

source: Page navigation
et: Lehel liikumine

source: &larr; Previous page
et: &larr; Eelmine leht

source: Next page &rarr;
et: Järgmine leht &rarr;

source: <span class="glyphicon glyphicon-edit"></span> Edit
et: <span class="glyphicon glyphicon-edit"></span> Muuda

source: paging-navigation
et: lehtede vahel liikumine

source: Search Results for: %s
et: Otsitulemused: %s

source: Testimonials
et: Iseloomustused

source: Portfolio
et: Portfoolio

source: Blog
et: Ajaveeb

source: Comments are closed.
et: Kommenteerimine on suletud.

source: Older Comments &rarr;
et: Vanemad kommentaarid &rarr;

source: &larr; Newer Comments
et: &larr; Uuemad kommentaarid

source: Comment navigation
et: Kommentaaride töölaud

# comments title
source: One comment on &ldquo;%2$s&rdquo;
et: Üks kommentaar sissekande &ldquo;%2$s&rdquo; kohta

source: It looks like nothing was found at this location. Maybe try a search or one of the links below?
et: Siit ei leitud vististi midagi. Vahest proovite otsingut või mõnda alltoodud linkidest?

source: Or as techies would say, its a "404 Error"
et: Nagu ütleksid meie patsiga poisid: "Viga 404"

source: Oops! That page can&rsquo;t be found.
et: Oihh! Seda lehte ei õnnestunud leida.
